[FileInfo]
TranslatorName=alan@stable
LanguageName=正體中文
TargetVersion=0.4.13.*
[General]
1001=箭頭
1002=畫筆
1003=橡皮擦
1004=仿製
1005=色彩取代
1006=文字工具
1007=直線
1008=箭頭線
1009=橢圓形
1010=矩形
1011=填滿
1012=滴管
1013=拉直/旋轉圖像工具
1014=測量工具
1015=筆和刷子設定值
1016=詳盡輔助說明
1017=關於...
2001=選擇工具 IrfanView 的一般使用，例如建立選擇範圍。
2002=畫筆用來隨手畫。\n按一下滑鼠左鍵並拖曳以繪製前景色。\n按一下滑鼠右鍵並拖曳以繪製背景色。
2003=橡皮擦用來清除手繪。\n按一下滑鼠左鍵並拖曳以清除前景色\n按一下滑鼠右鍵並拖曳以清除還原原始圖像。
2004=仿製工具複製圖像的一部分到另一個區域。\n可用於從照片移除塵埃和刮痕。\n按右鍵選取來源，然後按左鍵在您要開始替換的位置。
2005=色彩取代用來以另一個色彩取代。\n按一下滑鼠左鍵並拖曳以前景色取代背景色。\n按一下滑鼠右鍵並拖曳以背景色取代前景色。
2006=文字工具加入格式化的文字到圖像。\n文字游標的十字將是插入文字的基準。\n文字將會在插入點靠左、靠右或置中對齊。
2007=直線工具繪製筆直線。\n按一下並拖曳以定義直線。 放開滑鼠按鍵來繪製它。\n要中止直線，按一下右鍵。\n按住 CTRL 鍵繪製以開始點為中心的直線。\n按住 SHIFT 鍵繪製以 45° 為倍數的直線。
2008=箭頭線工具繪製箭頭。\n按一下並拖曳以定義箭頭。 放開滑鼠按鍵來繪製它。\n要中止箭頭，按一下右鍵。\n按住 CTRL 鍵繪製以開始點為中心的箭頭。\n按住 SHIFT 鍵繪製以 45° 為倍數的箭頭。\n右鍵此按鈕以開啟 "箭頭設定值" 對話方塊。
2009=橢圓工具用來繪製圓形和橢圓形。如果勾選色彩圖樣上方的填滿按鈕，它將會是實心; 如果沒有則是空心。\n按一下並拖曳以定義橢圓形。 放開滑鼠按鍵來繪製它。\n要中止橢圓形，按一下右鍵。\n按住 CTRL 鍵繪製以開始點為中心的橢圓形。\n按住 SHIFT 鍵以繪製圓形。
2010=矩形工具用來繪製正方形和矩形。如果勾選色彩圖樣上方的填滿按鈕，它將會是實心; 如果沒有則是空心。\n按一下並拖曳以定義矩形。 放開滑鼠按鍵來繪製它。\n要中止矩形，按一下右鍵。\n按住 CTRL 鍵繪製以開始點為中心的矩形。\n按住 SHIFT 鍵以繪製正方形。
2011=填滿工具用來以一個顏色填滿區域。\n按一下滑鼠左鍵以前景色填滿一個區域。\n按一下滑鼠右鍵以背景色填滿一個區域。
2012=滴管用來從圖像選取顏色。\n在顏色按一下滑鼠左鍵以挑選前景色。\n在顏色按一下滑鼠右鍵以挑選背景色。\n按住 SHIFT 鍵並按一下此按鈕以停用自動返回先前工具。
2013=拉直/旋轉工具用來拉直圖像。\n按一下並拖曳在必須成為水平或垂直的圖像之部分畫 "底線" 。\n要中止直線，按一下滑鼠右鍵。\n按住 CTRL 鍵繪製以開始點為中心的直線。\n按住 SHIFT 鍵繪製以 45° 為倍數的直線。
2014=使用測量工具您可以測量測量圖像上的距離和角度。\n按一下並拖曳以選取要測量的距離。\n所有角度測量與水平線相關。\n要中止直線，按一下滑鼠右鍵。\n按住 CTRL 鍵繪製以開始點為中心的直線。\n按住 SHIFT 鍵繪製以 45° 為倍數的直線。\n右鍵此按鈕以開啟 "測量單位" 對話方塊，在此您可以定義新的測量單位並編輯、刪除和排序目前的。
2015=顯示筆和刷子設定值對話方塊
2016=簡短輔助說明
2017=顯示 IrfanPaint 的版本資訊 
5201=使用仿製工具前您必須設定來源點 (以滑鼠右鍵按一下)。\n啟用詳盡輔助說明並閱讀仿製工具工具提示以取得更多資訊。
5102=無法儲存設定值; 請檢查 i_view32.ini 是否可寫入。
6001=特別感謝:\r\n\r\nIrfan Skiljan, IrfanView 的開發者，花時間來編輯它來作出 IrfanPaint 工作，給我許多有用的建議，一直非常可用。\r\n\r\n尤其是 IrfanView 支援論壇的使用者:\r\nBhikkhu Pesala, who wrote the exhaustive tooltips and the help page, reported bugs, helped me to track down them and gave many suggestions.\r\nMatera, who, from the other side of the world, let me make remote debugging via a VPN over a dial-up connection on his computer to track a bug; the attempt failed, but it has been quite epic.\r\nSteve, the forum admin.\r\n\r\nAll the betatesters, and expecially Leon Fisk, who reported me all the problems of IrfanPaint on Windows NT 4.\r\n\r\nDavide Pizzolato and his great CxImage library (http://www.codeproject.com/KB/graphics/cximage.aspx), from which I stole some pieces of code.\r\n\r\nLode Vandevenne and his efficient implementation of the scanline floodfill algorithm with stack (http://student.kuleuven.be/~m0216922/CG/floodfill.html), that I adapted for IrfanPaint.\r\n\r\nCodeProject.com and its great articles, that helped me many times.\r\n\r\n所有翻譯者。\r\n\r\n所有捐贈的使用者: 感謝您!
1443=前景
1444=背景
5301="%what%" 不是有效數字。
5302=欄位不能空白。
1101=%language% 由 %translator% 翻譯
1651=名稱
1652=符號
1653=定義
1654=您確定要刪除目前選取的測量單位?
1655=刪除確認
7001=預設單位
7002=n.d.
7003=DPI 未設定
7011=英吋
7012=像素
7013=度
7014=公釐
5000=錯誤
[101]
0=關於 IrfanPaint
1=確定
1102=文字
1104=訪問 IrfanPaint 網站(&V)
[100]
0=繪製
1060=IrfanPaint 工具列
1053=寬 (像素)
1059=填滿
1056=容許度:
[103]
0=箭頭設定值
1=確定
2=取消
1301=第一個箭頭(&F)
1311=繪製:
1302=第二個箭頭(&S)
1309=箭頭寬:
1310=箭頭長:
1308=開放箭頭
[102]
0=色彩選取
1=確定
2=取消
[104]
0=筆和刷子設定值
1442=筆
1441=刷子
1=確定
2=取消
1432=樣式:
1404=_______
1405=_ _ _ _ _
1406=. . . . . .
1407=_ . _ . _ .
1408=_ . . _ . .
1433=終點:
1410=圓形
1411=方形
1412=扁平
1434=直線接點:
1413=圓形
1414=浮凸
1415=斜接
1416=實線
1417=- (水平)
1418=|| (垂直)
1419=\\\\ (右斜)
1420=//  (左斜)
1421=+ (交叉線)
1422=x (對角線)
1435=實心
1437=45 度左到右影線
1438=交叉影線
1436=直影線
1439=色彩
1445=筆寬
1448=像素 (1-9999)
1440=影線次要色彩
1426=透明
1429=spc = 1像素 spc\r\n點 = 1 終點
1431=按一下上方預覽窗格以交換前景和背景樣式。
[105]
0=插入文字
1501=字型名稱(&N):
1502=大小(&S):
1506=粗體(&B)
1507=斜體(&I)
1508=底線(&U)
1509=刪除線(&S)
1510=靠左對齊(&E)
1511=置中對齊(&C)
1512=靠右對齊(&R)
1=確定
2=取消
1526=按住預覽(&P)
1513=選取色彩(&C)...
1521=轉譯為
1522=中空路徑
1524=文字
1523=填滿路徑
1525=消除鋸齒文字
[106]
0=測量單位
1602=關閉(&C)
1603=上移(&U)
1604=下移(&D)
1605=絕對化(&B)
1606=加入(&A)...
1607=編輯(&E)...
1608=移除(&R)
[107]
0=編輯測量單位
1701=名稱:
1703=符號:
1705=定義:
1706=1 %unitsymbol% =
1=確定
2=取消
[108]
0=測量結果
1=確定
1803=新單位(&N)...
1802=複製(&C)
